Revit 2027 API
ParameterTypeId.StructuralSectionPipestandardWallnominalthickness Property
 "Wall Nominal Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionPipestandardWallnominalthickness { get; }
Public Shared ReadOnly Property StructuralSectionPipestandardWallnominalthickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionPipestandardWallnominalthickness {
	ForgeTypeId^ get ();
}
static member StructuralSectionPipestandardWallnominalthickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace